<template>
    <section>
        <p>
            优房数据及其合作伙伴(下称"优房数据"、"本公司"、"我们")了解到隐私权对客户的重要性，我们力求明确说明我们是如何收集、使用、披露、传送及存储您信息的。本隐私政策概述了我们的信息处理做法。</p>
        <p>
            优房数据向来重视对用户(包括通过各种合法途径获得或使用本产品的自然人、法人和其他组织，以下简称“用户"或“您”)隐私权的保护，为了更好的保护您使用本产品的权利及个人信息，特将产品或服务使用方式、
            用户权利与义务、用户个人信息及数据的收集、使用、存储、安全保护、披露信息方式等予以公开。用户在使用产品或服务之前，请务必仔细阅读并全面理解本《隐私声明》(以下简称“本声明”)的规定与限制。
            本声明具有独立性与完整性，当您选择使用本产品时，即视为您已经了解并完全同意本声明中的所有条款，并自愿承担使用产品或服务的全部责任与风险。如您不同意本声明，请终止使用我们的产品或服务。</p>
        <h5>一、 我们将收集哪些个人信息</h5>
        <p>我们有两种信息收集方式：</p>
        <p>1) 您向我们提供的信息：</p>
        <p>您在注册"优房数据"账户时，可能需要您向我们提供您的个人信息，例如：您的姓名、电子邮箱地址、手机号码等。</p>
        <p>2) 我们在您使用我们产品和服务的过程中收集的信息：</p>
        <p>必要时我们还会收集与产品使用相关的信息，例如IP 地址、Cookie、位置信息、产品制造商、产品型号、产品唯一标示符和设备数据等信息。</p>
        <h5>二、 我们为什么要收集个人信息</h5>
        <p>主要基于以下两个原因，我们需要收集您的个人信息：</p>
        <p>1) 部分服务必须获取您的信息后才能提供。</p>
        <p>2) 您的信息会帮助我们更好地优化产品和服务，更好地满足您的需求，为您提供更方便的个人定制化服务。</p>
        <h5>三、 我们如何收集个人信息</h5>
        <p>1) 您直接提供的信息</p>
        <p>某些服务会要求您直接向我们提供信息。例如：</p>
        <p>
            我们的许多服务允许用户创建帐户或个人资料。在这些服务中，我们可能会要求您提供某些个人信息，以便设置帐户或个人资料。例如，当您创建"优房数据"账号时，可能需要提交某些个人信息，例如您的姓名、手机号码、电子邮件地址和证件号码。</p>
        <p>如果您向我们订购产品或收费服务，我们可能会询问您的姓名、联系信息、配送地址和账单地址以及信用卡信息，以便处理您的订单。</p>
        <p>2) 第三方来源信息</p>
        <p>我们可能从公开渠道来源获得您的信息(在法律允许的情况下)，并可能将其与收到的或与您有关的其他信息组合。如果您选择连接第三方网络服务，我们也可能从这些服务获得您的信息。</p>
        <p>3) 我们收集的其他信息</p>
        <p>我们也可能通过其他方式收集有关您、您的设备或使用服务情况的其他信息，这些方式会在收集时向您说明，或者征得您的同意。</p>
        <p>您可以选择不提供某些类型的信息(例如，我们在"优房数据"账号完善个人资料时请求的信息)，但这样可能会影响您使用某些服务的能力。</p>
        <h5>四、 我们如何使用收集到的个人信息</h5>
        <p>1) 为您或您的设备进行服务注册;</p>
        <p>2) 提供您请求的服务或功能;</p>
        <p>3) 提供定制内容并根据您过去使用我们的服务的活动进行推荐;</p>
        <p>4) 广告，例如提供定制广告和赞助内容(包括通过我们的广告服务，您可以在此处详细了解其做法)并向您发送促销信息;</p>
        <p>5) 了解您使用我们的服务的方式，以便我们改善服务并开发新产品和服务;</p>
        <p>6) 为您的设备提供维护服务;</p>
        <p>7) 在法律允许的情况下进行免费抽奖、有奖竞赛或促销;</p>
        <p>8) 征得您同意的其他用途。</p>
        <h5>五、 我们如何存储并保护个人信息</h5>
        <p>1)优房数据采用普遍接受的行业安全标准，采取加密措施保护用户的个人身份信息和数据，以保证您的信息在未经授权的情况下不会被访问、使用或披露。</p>
        <p>2)在技术方面，优房数据使用防病毒软件，加密保护、监控系统，增强优房数据数据中心的攻击防护。但基于网络的固有缺陷及运行风险，优房数据并不能保证您的信息绝对安全。</p>
        <h5>六、 第三方链接和产品</h5>
        <p>
            凡以文字或者图标标明该服务来自第三方的，最终内容由第三方决定并提供，我们不对其内容进行任何形式的审查，对于这些网站或其他服务所收集的任何信息的安全或隐私，我们概不负责。您应小心谨慎，并查看适用于所使用的第三方网站和服务的隐私声明。</p>
        <h5>七、 信息的披露</h5>
        <p>我们不会向第三方披露您的个人信息，但以下情况除外：</p>
        <p>1) 征得您的同意</p>
        <p>在征得您的同意后，我们才会将您的个人信息披露给第三方。</p>
        <p>2) 将您的个人信息披露给我们的关联公司或合作方</p>
        <p>为了向您提供更好的服务，我们可能向关联公司或合作方披露您的部分个人信息。我们会严格禁止关联公司或合作方将共享的信息用于其他目的。</p>
        <p>3) 依法律要求</p>
        <p>依法律、法规、司法机关或政府机关的要求，我们可能会披露您的个人信息。在我们涉及重组、合并或清算的情况下，您的个人信息可能会转移给交易方。</p>
        <h5>八、 Cookies 和其他技术</h5>
        <p>为了更好的优化使用体验，我们可能会收集用户使用过程中产生的相关 cookies 数据。但我们的
            cookies不会用于识别您的个人身份，仅用于您在访问时，能够为您更好、更方便的提供服务。</p>
        <h5>九、 法律责任</h5>
        <p>1) 用户应当合理并善意的使用本产品，如因您的使用行为而导致损害或遭到第三方诉讼，我们将保留抗辩权和请求赔偿的权利，赔偿范围包括但不限于因您的不当行为产生的损失，包括但不限于诉讼费、律师费、交通费、差旅费。</p>
        <p>2) 本声明适用中华人民共和国法律。因本声明发生的任何争议，应当协商解决，协商不成，应向优房数据住所地的法院提起诉讼解决。</p>
        <h5>十、 隐私声明的更新</h5>
        <p>为与产品、服务、法律规定保持一致，隐私声明将随时进行修改或变更，本声明修改或变更后会及时予以公布。您在声明修改或变更后仍继续浏览本网站或使用优房数据产品、服务，即视为您接受我们对隐私声明的修改或变更。</p>
    </section>
</template>

<script>
    export default {
        data() {
            return {}
        },
        created() {
        },
        mounted() {
        },
        computed: {},
        methods: {},
        components: {}
    }
</script>

<style scoped lang="less" type="text/less">
    body {
        section{
            background: #fff;
            color: #666;
            line-height: 32px;
            text-indent: 2em;
            p{
                text-align: justify;
                margin: 10px 0;
            }
        }
    }
</style>
